const Policy = () => {
    return (
<div class="container text-right text-xs overflow-y-scroll">

<p>**תקנון**</p>

<p>**מבוא:**</p>
<p>תקנון זה (&quot;התקנון&quot;) מגדיר את התנאים וההגבלות החלים על השימוש באתר ובשירותי קבוצת SOCIAL-CYBER (&quot;החברה&quot;, &quot;אנחנו&quot;, &quot;אותנו&quot;). השימוש בשירותים שלנו מהווה את הסכמתך לתנאים אלה. אם אינך מסכים לתנאים אלה, אנא אל תשתמש בשירותינו.</p>

<p>**תיאור השירותים:**</p>
<p>אנו מספקים שירותי שחזור חשבונות מדיה חברתית שנפרצו, ננעלו או הושעו, מכל סיבה שהיא. שירותים אלו כוללים, בין היתר:</p>

<p> &nbsp;&nbsp;&nbsp;&nbsp; איסוף ראיות: נאסוף מידע רלוונטי אודות החשבון והפריצה כדי לבנות את התיק שלך.</p>
<p> &nbsp;&nbsp;&nbsp;&nbsp; תקשורת עם פלטפורמות: נייצג אותך מול פלטפורמות המדיה החברתית ונקיים תקשורת שוטפת ויעילה.</p>
<p> &nbsp;&nbsp;&nbsp;&nbsp; פתרון בעיות טכניות: נסייע בפתרון בעיות טכניות הקשורות לחשבון, כגון איפוס סיסמאות או שחזור גישה.</p>
<p> &nbsp;&nbsp;&nbsp;&nbsp; מניעת פריצות עתידיות: נספק לך הדרכה וכלים כדי להגן על חשבונותיך מפני פריצות עתידיות.</p>

<p>**התחייבויות המשתמש:**</p>

<p> &nbsp;&nbsp;&nbsp;&nbsp; שיתוף פעולה מלא: עליך לשתף פעולה באופן מלא עם החברה ולספק את כל המידע הרלוונטי הנדרש לשחזור החשבון.</p>
<p> &nbsp;&nbsp;&nbsp;&nbsp; מידע מדויק וכנה: עליך לספק לנו מידע מדויק וכנה אודות נסיבות הפריצה ופעילות החשבון.</p>
<p> &nbsp;&nbsp;&nbsp;&nbsp; מידע אישי: ייתכן שנבקש ממך מידע אישי רגיש לצורך אימות זהותך והוכחת בעלות על החשבון, לרבות אך לא רק, תעודה מזהה, היסטוריית פעילות בחשבון ותכתובות דוא&quot;ל. אתה מאשר בזאת כי המידע שאתה מספק הוא אמיתי, מדויק ועדכני.</p>
<p> &nbsp;&nbsp;&nbsp;&nbsp; תשלום: אתה מתחייב לשלם עבור השירותים שלנו בהתאם לתעריפים המפורסמים באתר החברה.</p>

<p>**התחייבויות החברה:**</p>

<p> &nbsp;&nbsp;&nbsp;&nbsp; מאמץ סביר: אנו מתחייבים להשקיע מאמץ סביר כדי לשחזר את חשבון המדיה החברתית שלך, אך איננו יכולים להבטיח הצלחה מלאה בתהליך השחזור. הצלחת השחזור תלויה במגוון גורמים, לרבות מדיניות פלטפורמת המדיה החברתית, היקף הפריצה, וזמן התגובה שלך לאירוע. </p>
<p> &nbsp;&nbsp;&nbsp;&nbsp; סודיות: אנו מתחייבים לשמור על סודיות המידע האישי שאתה מספק לנו ולעשות בו שימוש אך ורק למטרות שחזור החשבון. המידע האישי לא יועבר לצדדים שלישיים אלא אם הדבר נדרש על פי חוק או בהסכמתך המפורשת.</p>

<p>**הגבלת אחריות:**</p>

<p>החברה לא תישא באחריות לכל נזק ישיר או עקיף, כספי או אחר, הנובעים מהשימוש בשירותי החברה, לרבות אובדן רווחים, אובדן נתונים או פגיעה במוניטין.</p>

<p>**שיפוי:**</p>

<p>אתה מסכים לשפות את החברה ולפצות אותה בגין כל תביעה, נזק, הפסד או הוצאה (לרבות שכר טרחת עורכי דין והוצאות משפט) הנובעים מהפרתך את תנאי השימוש או עקב שימושך בשירותי החברה.</p>

<p>**ביטול עסקה והחזרים:**</p>

<p>לקוח זכאי לבטל את העסקה בהתאם לחוק הגנת הצרכן. במקרה של ביטול, הלקוח יקבל החזר כספי בהתאם למדיניות ההחזרים של החברה, המפורסמת באתר האינטרנט.</p>

<p>**שינויים בתקנון:**</p>

<p>אנו רשאים לעדכן את התקנון מעת לעת. כל שינוי יפורסם באתר החברה, ואתה אחראי לעיין בתקנון המעודכן. המשך שימוש בשירותינו לאחר השינוי מהווה את הסכמתך לתנאים המעודכנים.</p>

<p>**סמכות שיפוט:**</p>

<p>תקנון זה כפוף לחוקי מדינת ישראל וכל מחלוקת שתתגלע תידון בבתי המשפט המוסמכים בישראל.</p>

<p>**יצירת קשר:**</p>
<p>אם יש לך שאלות או הערות בנוגע לתקנון זה, אנא צור איתנו קשר בפרטי ההתקשרות המופיעים באתר האינטרנט שלנו.</p>

</div>
    )
  }
  
  export default Policy
  