const PrivacyPolicy = () => {
  return (
<div className="text-right">
  <p>
    אנו מחויבים להגן על פרטיותך. מדיניות פרטיות זו מסבירה כיצד אנו אוספים, משתמשים, ומגנים על המידע האישי שלך.
  </p>
  <h2>איסוף מידע</h2>
  <p>
    אנו עשויים לאסוף מידע אישי כגון שמך, כתובת הדוא&quot;ל שלך, ומספר הטלפון שלך כאשר אתה משתמש באתר שלנו.
  </p>
  <h2>שימוש במידע</h2>
  <p>
    אנו משתמשים במידע האישי שלך כדי לספק לך את השירותים שלנו ולשפר את חוויית המשתמש שלך באתר.
  </p>
  <h2>שיתוף מידע</h2>
  <p>
    אנו לא נשתף את המידע האישי שלך עם צדדים שלישיים ללא הסכמתך, אלא אם כן נדרש על פי חוק.
  </p>
</div>

  )
}

export default PrivacyPolicy
