const AccessibillityPolicy = () => {
  return (
    <div className="text-right">
      <p>
        אנו מחויבים להבטיח שהאתר שלנו נגיש לכל המשתמשים, כולל אנשים עם מוגבלויות.
      </p>
      <h2>שיפורים בנגישות</h2>
      <p>
        אנו פועלים לשפר את הנגישות של האתר שלנו באופן מתמיד. אם יש לך הצעות לשיפור, אנא צור קשר איתנו.
      </p>
      <h2>תמיכה בנגישות</h2>
      <p>
        אם אתה נתקל בקשיים בשימוש באתר שלנו, אנא פנה אלינו ואנו נעשה כמיטב יכולתנו לסייע לך.
      </p>
    </div>
  )
}

export default AccessibillityPolicy
