const TermsOfUse = () => {
  return (
    <div className="text-right">
      <p>
        ברוכים הבאים לאתר שלנו. על ידי גישה לאתר זה, אתה מסכים להיות כפוף לתנאים ולהגבלות הבאים. אם אינך מסכים לתנאים אלה, אנא אל תשתמש באתר שלנו.
      </p>
      <h2>שימוש באתר</h2>
      <p>
        אתה מסכים להשתמש באתר זה רק למטרות חוקיות ובהתאם לכל החוקים והתקנות החלים.
      </p>
      <h2>קניין רוחני</h2>
      <p>
        כל התוכן באתר זה, כולל טקסט, גרפיקה, לוגואים, תמונות, וסרטונים, מוגן בזכויות יוצרים ואינו ניתן לשימוש ללא אישור מפורש מאיתנו.
      </p>
      <h2>שינויים בתנאים</h2>
      <p>
        אנו שומרים לעצמנו את הזכות לשנות את התנאים וההגבלות הללו בכל עת. השינויים ייכנסו לתוקף מיד עם פרסומם באתר.
      </p>
    </div>
  )
}

export default TermsOfUse
